Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# empty_no_providers_body
source: Try searching another area or changing city.
cs: Zkuste hledat v jiné oblasti nebo změňte město.
da: Prøv at søge i et andet område eller skift by.
de: Versuchen Sie, in einem anderen Bereich zu suchen oder die Stadt zu ändern.
es: Intenta buscar en otra área o cambiar de ciudad.
fr: Essayez de chercher dans un autre secteur ou de changer de ville.
hu: Próbáljon meg másik területen keresni, vagy várost váltani.
it: Prova a cercare in un'altra area o a cambiare città.
nl: Probeer te zoeken in een ander gebied of wijzig de stad.
pl: Spróbuj wyszukać w innym obszarze lub zmienić miasto.
pt: Tente buscar em outra área ou mude de cidade.
ro: Încearcă să cauți în altă zonă sau să schimbi orașul.
ru: Попробуйте поискать в другом районе или изменить город.
sv: Testa att söka i ett annat område eller byt stad.
tr: Başka bir bölge aramayı veya şehri değiştirmeyi deneyin.
uk: Спробуйте пошукати в іншому районі або змінити місто.

# empty_no_providers_title
source: No providers available
cs: Žádní poskytovatelé nejsou k dispozici
da: Ingen udbydere tilgængelige
de: Keine Anbieter verfügbar
es: No hay proveedores disponibles
fr: Aucun professionnel disponible
hu: Nincsenek elérhető szolgáltatók
it: Nessun professionista disponibile
nl: Geen zorgaanbieders beschikbaar
pl: Brak dostępnych dostawców
pt: Nenhum prestador disponível
ro: Niciun furnizor disponibil
ru: Нет доступных специалистов
sv: Inga vårdgivare tillgängliga
tr: Uygun sağlayıcı yok
uk: Немає доступних спеціалістів

# empty_search
source: No results found
cs: Nenalezeny žádné výsledky
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
hu: Nincs találat
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ro: Niciun rezultat găsit
ru: Ничего не найдено
sv: Inga resultat hittades
tr: Sonuç bulunamadı
uk: Результатів не знайдено

# error_duplicate_review
source: You can only submit one review per provider per date.
cs: Pro každého poskytovatele můžete odeslat pouze jednu recenzi denně.
da: Du kan kun indsende én anmeldelse pr. udbyder pr. dato.
de: Sie können pro Anbieter und Datum nur eine Bewertung abgeben.
es: Solo puedes enviar una reseña por proveedor y fecha.
fr: Vous ne pouvez soumettre qu'un seul avis par professionnel et par date.
hu: Szolgáltatónként és naponta csak egy értékelést küldhet be.
it: Puoi inviare solo una recensione per professionista per data.
nl: U kunt slechts één beoordeling per zorgaanbieder per datum indienen.
pl: Możesz przesłać tylko jedną opinię dla jednego dostawcy na dany dzień.
pt: Você só pode enviar uma avaliação por prestador por dia.
ro: Poți trimite o singură recenzie per furnizor pe dată.
ru: Вы можете оставить только один отзыв о специалисте за один день.
sv: Du kan bara skicka in en recension per vårdgivare och datum.
tr: Aynı tarihte her bir sağlayıcı için yalnızca bir değerlendirme gönderebilirsiniz.
uk: Ви можете залишити лише один відгук про спеціаліста за один день.

# error_generic
source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

# error_load_providers_body
source: Your connection may be unstable right now. Try again to load the list.
cs: Vaše připojení může být právě teď nestabilní. Zkuste seznam načíst znovu.
da: Din forbindelse kan være ustabil lige nu. Prøv igen for at indlæse listen.
de: Ihre Verbindung ist momentan möglicherweise instabil. Versuchen Sie erneut, die Liste zu laden.
es: Tu conexión puede ser inestable en este momento. Intenta cargar la lista de nuevo.
fr: Votre connexion est peut-être instable. Réessayez de charger la liste.
hu: A kapcsolata jelenleg instabil lehet. Próbálja meg újra betölteni a listát.
it: La tua connessione potrebbe essere instabile. Riprova a caricare l'elenco.
nl: Uw verbinding is mogelijk instabiel. Probeer opnieuw de lijst te laden.
pl: Twoje połączenie może być obecnie niestabilne. Spróbuj ponownie, aby załadować listę.
pt: Sua conexão pode estar instável no momento. Tente novamente para carregar a lista.
ro: Conexiunea ta ar putea fi instabilă chiar acum. Încearcă din nou pentru a încărca lista.
ru: Ваше соединение может быть нестабильным. Попробуйте еще раз загрузить список.
sv: Din anslutning kan vara instabil just nu. Försök igen för att ladda listan.
tr: Bağlantınız şu anda kararsız olabilir. Listeyi yüklemek için tekrar deneyin.
uk: З'єднання може бути нестабільним. Спробуйте завантажити список ще раз.

# error_load_providers_body_generic
source: Couldn’t load providers. Please try again.
cs: Poskytovatele se nepodařilo načíst. Zkuste to prosím znovu.
da: Kunne ikke indlæse udbydere. Prøv venligst igen.
de: Anbieter konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudieron cargar los proveedores. Por favor, inténtalo de nuevo.
fr: Impossible de charger les professionnels. Veuillez réessayer.
hu: Nem sikerült betölteni a szolgáltatókat. Kérjük, próbálja újra.
it: Impossibile caricare i professionisti. Riprova.
nl: Konden zorgaanbieders niet laden. Probeer het opnieuw.
pl: Nie udało się załadować dostawców. Spróbuj ponownie.
pt: Não foi possível carregar os prestadores. Tente novamente.
ro: Nu s-au putut încărca furnizorii. Te rugăm să încerci din nou.
ru: Не удалось загрузить специалистов. Пожалуйста, попробуйте еще раз.
sv: Kunde inte ladda vårdgivare. Vänligen försök igen.
tr: Sağlayıcılar yüklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося завантажити спеціалістів. Спробуйте ще раз.

# error_load_providers_title
source: Couldn't load providers
cs: Poskytovatele se nepodařilo načíst
da: Kunne ikke indlæse udbydere
de: Anbieter konnten nicht geladen werden
es: No se pudieron cargar los proveedores
fr: Impossible de charger les professionnels
hu: Nem sikerült betölteni a szolgáltatókat
it: Impossibile caricare i professionisti
nl: Konden zorgaanbieders niet laden
pl: Nie udało się załadować dostawców
pt: Não foi possível carregar os prestadores
ro: Nu s-au putut încărca furnizorii
ru: Не удалось загрузить специалистов
sv: Kunde inte ladda vårdgivare
tr: Sağlayıcılar yüklenemedi
uk: Не вдалося завантажити спеціалістів

# error_network
source: A network issue occurred. Please check your connection and try again.
cs: Došlo k problému se sítí. Zkontrolujte připojení a zkuste to znovu.
da: Der opstod et netværksproblem. Tjek din forbindelse og prøv igen.
de: Ein Netzwerkproblem ist aufgetreten. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Ocurrió un problema de red. Verifica tu conexión y vuelve a intentarlo.
fr: Un problème de réseau est survenu. Veuillez vérifier votre connexion et réessayer.
hu: Hálózati probléma lépett fel. Kérjük, ellenőrizze a kapcsolatot, és próbálja újra.
it: Si è verificato un problema di rete. Controlla la tua connessione e riprova.
nl: Er is een netwerkprobleem opgetreden. Controleer uw verbinding en probeer het opnieuw.
pl: Wystąpił problem z siecią. Sprawdź swoje połączenie i spróbuj ponownie.
pt: Ocorreu um problema de rede. Verifique sua conexão e tente novamente.
ro: A apărut o problemă de rețea. Verifică conexiunea și încearcă din nou.
ru: Проблема с сетью. Проверьте подключение и попробуйте снова.
sv: Ett nätverksproblem uppstod. Kontrollera din anslutning och försök igen.
tr: Bir ağ sorunu oluştu. Lütfen bağlantınızı kontrol edip tekrar deneyin.
uk: Проблема з мережею. Перевірте з'єднання і спробуйте ще раз.

# error_network_generic_body
source: Please check your connection and try again.
cs: Zkontrolujte připojení a zkuste to prosím znovu.
da: Tjek venligst din forbindelse og prøv igen.
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Por favor, verifica tu conexión e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion et réessayer.
hu: Kérjük, ellenőrizze a kapcsolatot, és próbálja újra.
it: Controlla la tua connessione e riprova.
nl: Controleer uw verbinding en probeer het opnieuw.
pl: Sprawdź swoje połączenie i spróbuj ponownie.
pt: Verifique sua conexão e tente novamente.
ro: Te rugăm să verifici conexiunea și să încerci din nou.
ru: Пожалуйста, проверьте подключение и попробуйте снова.
sv: Kontrollera din anslutning och försök igen.
tr: Lütfen bağlantınızı kontrol edip tekrar deneyin.
uk: Будь ласка, перевірте з'єднання і спробуйте ще раз.

# error_network_generic_title
source: Network error
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
hu: Hálózati hiba
it: Errore di rete
nl: Netwerkfout
pl: Błąd sieci
pt: Erro de rede
ro: Eroare de rețea
ru: Ошибка сети
sv: Nätverksfel
tr: Ağ hatası
uk: Помилка мережі

# error_offline_body
source: It looks like you’re offline. Check your connection and try again.
cs: Zdá se, že jste offline. Zkontrolujte připojení a zkuste to znovu.
da: Det ser ud til, at du er offline. Tjek din forbindelse og prøv igen.
de: Es sieht so aus, als wären Sie offline. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Parece que estás sin conexión. Verifica tu conexión y vuelve a intentarlo.
fr: Vous semblez être hors ligne. Vérifiez votre connexion et réessayez.
hu: Úgy tűnik, offline állapotban van. Ellenőrizze a kapcsolatot, és próbálja újra.
it: Sembra che tu sia offline. Controlla la tua connessione e riprova.
nl: Het lijkt erop dat u offline bent. Controleer uw verbinding en probeer het opnieuw.
pl: Wygląda na to, że jesteś offline. Sprawdź swoje połączenie i spróbuj ponownie.
pt: Parece que você está offline. Verifique sua conexão e tente novamente.
ro: Se pare că ești offline. Verifică conexiunea și încearcă din nou.
ru: Похоже, вы оффлайн. Проверьте подключение и попробуйте снова.
sv: Det verkar som att du är offline. Kontrollera din anslutning och försök igen.
tr: Çevrimdışı görünüyorsunuz. Bağlantınızı kontrol edip tekrar deneyin.
uk: Схоже, ви офлайн. Перевірте з'єднання і спробуйте ще раз.

# error_offline_title
source: Couldn’t load providers
cs: Poskytovatele se nepodařilo načíst
da: Kunne ikke indlæse udbydere
de: Anbieter konnten nicht geladen werden
es: No se pudieron cargar los proveedores
fr: Impossible de charger les professionnels
hu: Nem sikerült betölteni a szolgáltatókat
it: Impossibile caricare i professionisti
nl: Konden zorgaanbieders niet laden
pl: Nie udało się załadować dostawców
pt: Não foi possível carregar os prestadores
ro: Nu s-au putut încărca furnizorii
ru: Не удалось загрузить специалистов
sv: Kunde inte ladda vårdgivare
tr: Sağlayıcılar yüklenemedi
uk: Не вдалося завантажити спеціалістів

# error_unknown
source: An unknown error occurred.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s'est produite.
hu: Ismeretlen hiba történt.
it: Si è verificato un errore sconosciuto.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sv: Ett okänt fel uppstod.
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.

# filter_all
source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tout
hu: Összes
it: Tutti
nl: Alles
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sv: Alla
tr: Tümü
uk: Усі

# filter_apply
source: Apply
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sv: Tillämpa
tr: Uygula
uk: Застосувати

# filter_button
source: Filter
cs: Filtrovat
es: Filtrar
fr: Filtrer
hu: Szűrő
it: Filtra
pl: Filtruj
pt: Filtrar
ro: Filtrează
ru: Фильтр
sv: Filtrera
tr: Filtrele
uk: Фільтр

# filter_distance
source: Distance
cs: Vzdálenost
da: Afstand
de: Entfernung
es: Distancia
hu: Távolság
it: Distanza
nl: Afstand
pl: Odległość
pt: Distância
ro: Distanță
ru: Расстояние
sv: Avstånd
tr: Mesafe
uk: Відстань

# filter_facility
source: Facility
cs: Zařízení
da: Facilitet
de: Einrichtung
es: Centro
fr: Établissement
hu: Intézmény
it: Struttura
nl: Instelling
pl: Placówka
pt: Estabelecimento
ro: Unitate
ru: Учреждение
sv: Klinik
tr: Kurum
uk: Заклад

# filter_facility_title
source: Facility
cs: Zařízení
da: Facilitet
de: Einrichtung
es: Centro
fr: Établissement
hu: Intézmény
it: Struttura
nl: Instelling
pl: Placówka
pt: Estabelecimento
ro: Unitate
ru: Учреждение
sv: Klinik
tr: Kurum
uk: Заклад

# filter_language
source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
tr: Dil
uk: Мова

# filter_language_title
source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
tr: Dil
uk: Мова

# filter_more
source: More ▾
cs: Více
da: Mere
de: Mehr
es: Más
fr: Plus
hu: Több
it: Altro
nl: Meer
pl: Więcej
pt: Mais
ro: Mai multe
ru: Еще
sv: Mer
tr: Daha Fazla
uk: Ще

# filter_reset
source: Reset
cs: Resetovat
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
it: Reimposta
pt: Redefinir
ro: Resetează
ru: Сбросить
sv: Återställ
tr: Sıfırla
uk: Скинути

# filter_specialty
source: Specialty
cs: Specializace
da: Speciale
de: Fachgebiet
es: Especialidad
fr: Spécialité
hu: Szakterület
it: Specializzazione
nl: Specialisme
pl: Specjalizacja
pt: Especialidade
ro: Specialitate
ru: Специализация
sv: Specialitet
tr: Uzmanlık
uk: Спеціалізація

# filter_specialty_title
source: Specialty
cs: Specializace
da: Speciale
de: Fachgebiet
es: Especialidad
fr: Spécialité
hu: Szakterület
it: Specializzazione
nl: Specialisme
pl: Specjalizacja
pt: Especialidade
ro: Specialitate
ru: Специализация
sv: Specialitet
tr: Uzmanlık
uk: Спеціалізація

# filter_treatment
source: Treatment
cs: Léčba
da: Behandling
de: Behandlung
es: Tratamiento
fr: Traitement
hu: Kezelés
it: Trattamento
nl: Behandeling
pl: Leczenie
pt: Tratamento
ro: Tratament
ru: Лечение
sv: Behandling
tr: Tedavi
uk: Лікування

# filter_treatment_title
source: Treatment
cs: Léčba
da: Behandling
de: Behandlung
es: Tratamiento
fr: Traitement
hu: Kezelés
it: Trattamento
nl: Behandeling
pl: Leczenie
pt: Tratamento
ro: Tratament
ru: Лечение
sv: Behandling
tr: Tedavi
uk: Лікування

# filter_verified
source: Verified
cs: Ověřeno
da: Verificeret
de: Verifiziert
es: Verificado
fr: Vérifié
hu: Ellenőrzött
it: Verificato
nl: Geverifieerd
pl: Zweryfikowani
pt: Verificado
ro: Verificat
ru: Проверенные
sv: Verifierad
tr: Doğrulanmış
uk: Перевірені

# filter_verified_only_label
source: Show only providers with verified reviews
cs: Pouze ověřené recenze
da: Kun verificerede anmeldelser
de: Nur verifizierte Bewertungen
es: Solo reseñas verificadas
fr: Uniquement avis vérifiés
hu: Csak ellenőrzött értékelések
it: Solo recensioni verificate
nl: Alleen geverifieerde beoordelingen
pl: Tylko zweryfikowane opinie
pt: Apenas avaliações verificadas
ro: Doar recenzii verificate
ru: Только проверенные отзывы
sv: Endast verifierade recensioner
tr: Yalnızca doğrulanmış değerlendirmesi olanları göster
uk: Лише перевірені відгуки

# filter_verified_title
source: Verified
cs: Ověřeno
da: Verificeret
de: Verifiziert
es: Verificado
fr: Vérifié
hu: Ellenőrzött
it: Verificati
nl: Geverifieerd
pl: Zweryfikowani
pt: Verificado
ro: Verificat
ru: Проверенные
sv: Verifierad
tr: Doğrulanmış
uk: Перевірені

# find_empty_change_city
source: Change city
cs: Změnit město
da: Skift by
de: Stadt ändern
es: Cambiar ciudad
fr: Changer de ville
hu: Város módosítása
it: Cambia città
nl: Wijzig stad
pl: Zmień miasto
pt: Mudar de cidade
ro: Schimbă orașul
ru: Изменить город
sv: Byt stad
tr: Şehri değiştir
uk: Змінити місто

# find_empty_clear_filters
source: Clear filters
cs: Vymazat filtry
da: Ryd filtre
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
hu: Szűrők törlése
it: Cancella filtri
nl: Wis filters
pl: Wyczyść filtry
pt: Limpar filtros
ro: Șterge filtrele
ru: Очистить фильтры
sv: Rensa filter
tr: Filtreleri temizle
uk: Очистити фільтри

# find_empty_growing_here
source: TrustCare is growing here
cs: TrustCare se zde rozrůstá
da: TrustCare vokser her
de: TrustCare wächst hier
es: TrustCare está creciendo aquí
fr: TrustCare se développe ici
hu: A TrustCare itt terjeszkedik
it: TrustCare sta crescendo qui
nl: TrustCare groeit hier
pl: TrustCare się tutaj rozwija
pt: TrustCare está crescendo aqui
ro: TrustCare se extinde aici
ru: TrustCare расширяется здесь
sv: TrustCare växer här
tr: TrustCare burada büyüyor
uk: TrustCare розширюється тут

# find_empty_search_another_area
source: Search another area
cs: Hledat v jiné oblasti
da: Søg i et andet område
de: Anderen Bereich suchen
es: Buscar en otra área
fr: Chercher dans un autre secteur
hu: Keresés más területen
it: Cerca in un'altra area
nl: Zoek in een ander gebied
pl: Wyszukaj w innej okolicy
pt: Buscar em outra área
ro: Caută în altă zonă
ru: Искать в другом районе
sv: Sök i ett annat område
tr: Başka bir bölgede ara
uk: Шукати в іншому районі

# find_empty_search_change_city
source: Search another area / Change city
cs: Hledat v jiné oblasti / Změnit město
da: Søg i et andet område / Skift by
de: Anderen Bereich suchen / Stadt ändern
es: Buscar en otra área / Cambiar ciudad
fr: Chercher ailleurs / Changer de ville
hu: Keresés más területen / Város módosítása
it: Cerca in un'altra area / Cambia città
nl: Zoek in een ander gebied / Wijzig stad
pl: Wyszukaj w innej okolicy / Zmień miasto
pt: Buscar em outra área / Mudar de cidade
ro: Caută în altă zonă / Schimbă orașul
ru: Искать в другом районе / Изменить город
sv: Sök i ett annat område / Byt stad
tr: Başka bir bölge ara / Şehri değiştir
uk: Шукати в іншому районі / Змінити місто

# find_empty_suggest_provider
source: Suggest a provider
cs: Navrhnout poskytovatele
da: Foreslå en udbyder
de: Anbieter vorschlagen
es: Sugerir un proveedor
fr: Suggérer un professionnel
hu: Szolgáltató javaslása
it: Suggerisci un professionista
nl: Stel een zorgaanbieder voor
pl: Zaproponuj dostawcę
pt: Sugerir um prestador
ro: Sugerează un furnizor
ru: Предложить специалиста
sv: Föreslå en vårdgivare
tr: Bir sağlayıcı öner
uk: Запропонувати спеціаліста

# find_set_location
source: Set location
cs: Nastavit polohu
da: Angiv lokation
de: Standort festlegen
es: Establecer ubicación
fr: Définir la position
hu: Hely beállítása
it: Imposta posizione
nl: Stel locatie in
pl: Ustaw lokalizację
pt: Definir localização
ro: Setați locația
ru: Указать локацию
sv: Ställ in plats
tr: Konum ayarla
uk: Встановити локацію

# find_sheet_providers_title
source: Providers
cs: Poskytovatelé
da: Udbydere
de: Anbieter
es: Proveedores
fr: Professionnels
hu: Szolgáltatók
it: Professionisti
nl: Zorgaanbieders
pl: Dostawcy
pt: Prestadores
ro: Furnizori
ru: Специалисты
sv: Vårdgivare
tr: Sağlayıcılar
uk: Спеціалісти

# find_state_change_city
source: Change city
cs: Změnit město
da: Skift by
de: Stadt ändern
es: Cambiar ciudad
fr: Changer de ville
hu: Város módosítása
it: Cambia città
nl: Wijzig stad
pl: Zmień miasto
pt: Mudar de cidade
ro: Schimbă orașul
ru: Изменить город
sv: Byt stad
tr: Şehri değiştir
uk: Змінити місто

# find_state_clear_filters_body
source: Clear one or more filters, or move the map to expand results.
cs: Vymažte jeden nebo více filtrů nebo posuňte mapu, abyste rozšířili výsledky.
da: Ryd en eller flere filtre, eller flyt kortet for at udvide resultaterne.
de: Löschen Sie einen oder mehrere Filter, oder verschieben Sie die Karte, um die Ergebnisse zu erweitern.
es: Borra uno o más filtros o mueve el mapa para expandir los resultados.
fr: Effacez un ou plusieurs filtres, ou déplacez la carte pour élargir les résultats.
hu: Töröljön egy vagy több szűrőt, vagy mozgassa a térképet a találatok bővítéséhez.
it: Cancella uno o più filtri, oppure sposta la mappa per espandere i risultati.
nl: Wis een of meer filters, of verplaats de kaart om resultaten uit te breiden.
pl: Wyczyść jeden lub więcej filtrów albo przesuń mapę, aby rozszerzyć wyniki.
pt: Limpe um ou mais filtros, ou mova o mapa para expandir os resultados.
ro: Șterge unul sau mai multe filtre, sau mută harta pentru a extinde rezultatele.
ru: Очистите один или несколько фильтров или переместите карту.
sv: Rensa ett eller flera filter, eller flytta kartan för att utöka resultaten.
tr: Sonuçları genişletmek için bir veya daha fazla filtreyi temizleyin veya haritayı kaydırın.
uk: Очистіть один або кілька фільтрів, або перемістіть карту, щоб розширити результати.

# find_state_clear_filters_title
source: No results match these filters
cs: Těmto filtrům neodpovídají žádné výsledky
da: Ingen resultater matcher disse filtre
de: Keine Ergebnisse entsprechen diesen Filtern
es: No hay resultados que coincidan con los filtros
fr: Aucun résultat pour ces filtres
hu: Nincs a szűrőknek megfelelő találat
it: Nessun risultato corrisponde a questi filtri
nl: Geen resultaten komen overeen met deze filters
pl: Brak wyników pasujących do tych filtrów
pt: Nenhum resultado corresponde a estes filtros
ro: Niciun rezultat nu corespunde acestor filtre
ru: Нет результатов по этим фильтрам
sv: Inga resultat matchar dessa filter
tr: Bu filtrelerle eşleşen sonuç yok
uk: Немає результатів за цими фільтрами

# find_state_growing_body
source: We are onboarding providers in this region. Try a nearby city in the meantime.
cs: Pokrytí se v této oblasti rozšiřuje. Zkuste prozatím nedaleké město.
da: Dækningen udvides i dette område. Prøv en nærliggende by for nu.
de: Die Abdeckung in diesem Bereich wird erweitert. Versuchen Sie es vorerst mit einer nahegelegenen Stadt.
es: La cobertura se está expandiendo en esta área. Intenta en una ciudad cercana por ahora.
fr: La couverture s'étend dans cette zone. Essayez une ville voisine pour le moment.
hu: A lefedettség bővül ezen a területen. Egyelőre próbáljon meg egy közeli várost.
it: La copertura si sta espandendo in quest'area. Prova in una città vicina per ora.
nl: De dekking breidt zich uit in dit gebied. Probeer voor nu een nabijgelegen stad.
pl: Zasięg w tej okolicy się powiększa. Spróbuj na razie w pobliskim mieście.
pt: A cobertura está se expandindo nesta área. Tente uma cidade próxima por enquanto.
ro: Acoperirea se extinde în această zonă. Încearcă într-un oraș din apropiere deocamdată.
ru: В этом районе база пополняется. Попробуйте соседний город.
sv: Täckningen utökas i detta område. Prova en närliggande stad så länge.
tr: Kapsam bu bölgede genişliyor. Şimdilik yakındaki bir şehri deneyin.
uk: Покриття в цьому районі розширюється. Поки що спробуйте сусіднє місто.

# find_state_growing_title
source: TrustCare is growing here
cs: TrustCare se zde rozrůstá
da: TrustCare vokser her
de: TrustCare wächst hier
es: TrustCare está creciendo aquí
fr: TrustCare se développe ici
hu: A TrustCare itt terjeszkedik
it: TrustCare sta crescendo qui
nl: TrustCare groeit hier
pl: TrustCare się tutaj rozwija
pt: TrustCare está crescendo aqui
ro: TrustCare se extinde aici
ru: TrustCare расширяется здесь
sv: TrustCare växer här
tr: TrustCare burada büyüyor
uk: TrustCare розширюється тут
